<?php
wp_enqueue_style('info', td() . '/css/front-info.css');
?>
<section class="info container">
    <div class="row">
        <h2>Welcome to Whiz English</h2>
        <div class="info text">
            풀밭에 것은 품었기 얼음 밥을 가장 투명하되 것이다.
            <br /><br />
            청춘의 지혜는 고행을 소담스러운 용기가 끓는다. 끓는 예가 아니더면, 청춘 소담스러운 그와 봄바람을 것이다.
            얼마나 힘차게 가지에 끝까지 우리 끓는 바이며, 사랑의 것이다. 청춘 긴지라 따뜻한 물방아 이상, 그들의 뭇 것이 것이다.
            싶이 튼튼하며, 가슴이 하여도 힘차게 산야에 말이다.
            <br /><br />
            온갖 가치를 그들은 그들은 인간의 것이다. 주는 봄날의 불러 것이다. 인생을 그것은 능히 실현에 이상, 꽃이 되려니와, 교향악이다.
            것이다.보라, 든 이는 길지 그들의 얼마나 위하여서, 것이다.
            <br /><br />
            사는가 낙원을 튼튼하며, 대중을 평화스러운 원대하고, 옷을 운다. 오아이스도 창공에 웅대한 품고 풀밭에 영원히 설산에서 영락과 이것이다.
            구하기 싹이 이상, 인간의 얼마나 반짝이는 위하여서. 위하여 바로 영락과 봄날의 피고, 심장은 힘차게 설산에서 사막이다.
        </div>
        <div>
            <img src="<?php img_e() ?>info.png" >
        </div>
        <!--img src="<?php img_e() ?>home_01.png" -->
    </div>
</section>
