<h2>Menu 1</h2>

<?php

$re = wp_remote_get('http://onlineenglish.kr/ajax.php');
$body = $re['body'];


di($body);




?>

안녕하세요. 잉글리쉬 월드 원격영어교육입니다.

이렇게 저희 홈페이지를 찾아주셔서 감사합니다.
저희 잉글리쉬 월드 원격영어교육은 화상, 전화영어 및 영어캠프 를 진행하고 있습니다.
학생들이 영어를 두렵고 어려워하지 않고 재미있고 즐기며 학습하고 배울 수 있는 공간을 제공하고 있습니다.

저희는 실용영어 특히 영어 말하기 마스터를 위해 회원분들에게 시간투자와 연습방법을 제공해드리고자 합니다.

첫째로 국내최고의 화상시스템 을 도입하여 시간과 장소 그리고 거리상의 문제를 해결 하였습니다.
원어민강사와의 거리감을 느낄 수 없는 화질과 음질을 제공합니다.

둘째로 영어의 학습 및 연습방법 입니다.
영어는 언어입니다. 영어 말하기도 똑같습니다.
언어는 생활입니다.


따라서 영어는 생활 속에서 매일 반복 되는 것이 제일 좋은 학습입니다.
사실 우리나라는 영어를 직접 사용하고 말하는 것이 어려운 것이 현실입니다.
학교에서 학원에서 엄청난 시간을 투자하여 영어공부를 하였으나, 외국인을 만날 때 말 한마디 하기 어려운 것도 사실입니다.

이에 지금의 영어공부방법은 예전에 수동적인 공부방법이 아닌, 능동적인 학습방법인 말하기, 쓰기 를 중점적으로 공부를 해야 한다는 것을 말씀드립니다.
그리고 현재 공교육체계도 말하기, 쓰기영역으로 바뀌었습니다.

잉글리쉬 월드 원격영어교육은 연습하고 노력하는 회원분들의 좋은 코치가 되기 위하여 만들어졌습니다.
이곳에서 계획만 세우셨던 영어말하기 마스터를 이루시기 바랍니다.
이곳에서 매일매일 시간을 정하여 연습하고 노력하면 영어말하기는 누구나 잘 할 수 있습니다.

감사합니다.

<hr>
잉글리쉬월드에 오신 것을 환영합니다.

잉글리쉬월드에 처음 오신 분들은 다음의 과정을 잘 따라서 하시면 됩니다.

레벨테스트
1.컴퓨터에 웹캠과 헤드셋을 준비합니다.
2.062-576-5010로 전화 주셔서 언제 레벨테스트를 받을 수 있는지 상담을 합니다.
3.레벨테스트 시간에 강의실 입장을 통해서 수업을 진행합니다.

수업취소 및 보충수업

수업을 받기가 곤란한 상황이 발생하면, 062-576-5010로 전화주셔서 수업을 취소하고 보충 수업을 받을 수 있는 시간을 말씀하시면 됩니다.

화상영어란?

외국어 교육과 관련하여 현재 우리의 교육형태는 문법과 시험 위주의 학습을 강조하고 있습니다.그러다 보니 외국인을 만나거나 의사소통을 할 때 학교나 학원에서 습득한 어학 실력이 무용지물이 되는 경우를 많이 경험하게 됩니다.차라리 과거 우리 조상님들처럼 말을 통한 의사소통 방법으로 외국어 교육을 받았다면 어땠을까요?
굳이 외국인이나 외국과의 의사 소통뿐 아니라 점차 세계화 되는 현재, 외국어 구사능력은 누구나 갖추어야 할 필수 조건임에 틀림없습니다.
어학은 자신감입니다.그리고 그것을 자주 사용함으로써 얻어지는 경험이 바로 실력입니다.

저희 잉글리쉬 월드 화상영어는 인터넷 화상교육시스템을 이용하여 외국 원어민 교사와 학생간에 일대일 교육을 실시함으로써
외국어를 처음 접하는 분들에게는 외국어에 흥미를 갖게 하는 가이드로서,
실력향상을 원하는 분들에게는 자신감을 갖게 하는 서포터로서,
전문가의 수준을 원하시는 분들에게는 전문비즈니스맨으로서의 실력을 갖도록 도와주는 파트너로서,
전문화된 교육 프로그램, 풍부한 경험 그리고 실력을 겸비한 원어민 교사들이 여러분들이 목표로 하는 외국어 실력을 갖추도록 도와 드릴 것입니다.


잉글리쉬월드의 장점
•실제 원어민 강사의 수업과 거의 동일하게 진행됩니다.
•한 강의실에 PC와 모니터만 있으면 수업이 가능합니다.
•끊김없는 세계최고의 영상품질을 제공합니다.


500만화소, 30프레임, 풀스크린 지원!!

끊김없이 영화를 보듯 뚜렷한 화질로 영어가 머리에 쏙쏙!
보고 듣는 방식이 다릅니다. 잉글리쉬 월드 화상영어만의 화상영어 시스템, 하드웨어 구성
자세히 살펴보시면 전용회선의 차이가 보입니다. 한번만 비교하시면 화질의 차이를 느낄 수 있습니다.
1. 검증된 언어교육이론과 교수법을 바탕으로 개발된 체계적 교육 프로그램
Krashen 교수의 자연교수법(Natural Approcach)과 의사소통중심 언어교수법
(CLT:Communicative Language Teaching)을 통합한 최고의 언어 교육프로그램입니다.
원어민 강사와 함께 하는 영어사용환경과 '학습'사실을 의식하지 않고 오직 의사소통을 위하여 언어를 사용하고 있다는 사실만 의식할 수 있도록 체계적으로 개발된 잉글리쉬 월드 화상영어 프로그램을 통하여 자연스럽게 영어를 습득하도 록 합니다.
2. 인공지능 기반의 학습자 맞춤식 영어학습센터
대용량 국제전용회선(45M), 자체 Teaching Center구축
핵심 기술 확보로 개인(1:1)및 그룹(1:n)맞춤식 수업지원

3. 잉글리쉬 월드 화상영어 교육연구소에서 엄선한 체계적이고 차별화된 교재
각 레벨 및 영어 4대영역별 균형잡힌 능력 향상에 맞추어 가장 효과적이고 체계적인 교재를 엄선합니다.
4. 엄격한 강사 선발과 철저하고 체계적인 강사 교육
영어권 국가(필리핀, 호주, 미주 등)의 상위권 대학을 졸업한 영어 교육 전문가로 강사진을 구성하고 있습니다.
신입 강사 교육, 주기적인 세부학습 프로그램 등 체계적인 정기 TTP(Teacher Training Program)을 통해 전문영어강 사로서의 자질과 역량을 지속적으로 연구, 개발해 나갑니다.
5. 학습자 중심의 잉글리쉬 월드 화상영어 관리 프로그램
신뢰성있는 체계적인 평가 시스템(수업평가-성취도평가-습득평가)으로 학습자들의 종합적인 영어학습 성취도를 측정하게 됩니다.

1.외국인과 자유로운 대화 가능.
2.학원에 비해 학생수가 적어 말할 기회가 많다.
3.개인의 학습 능력에 맞게 수업을 진행 할 수 있다.


<hr>
저희는 화상영어 학습을 위해서 필리핀 현지에서 2006년 부터 2016년 현재까지 직접 화상 영어 콜센터를 운영하고 있습니다.
자 그럼, 영어 선생님들은 어떤 곳에서 수업을 하는지 한번 알아볼까요?


위 사진은 화상영어 콜센터에 2015년 11월 크리스마스 장식을 한 사진입니다.
아침 이른 시간에 찍은 사진이라 아직 매니저 선생님들과 영어 선생님들이 출근하기 전이어서 사무실이 비어 있는 것 같이 보입니다.




위 사진은 영어 선생님들의 스테이션(station)입니다.
선생님들은 자신의 자리에서 수업을 합니다.
주로 25분 단위로 수업을 하며 5분 쉬고 다시 수업을 합니다.
또한 하루에 30분짜리 휴식이 두개가 있어 식사 또는 쉬는 시간을 갖기도 합니다.


위 사진은 선생님이 직접 수업을 하는 장면입니다.
각 선생님의 자리는 강사마다 아늑하게 꾸며 놓고 있으며 주위의 방해 없이 수업에만 집중 할 수 있도록 하고 있습니다.
선생님의 개인 강의실에서 깨끗하고 선명한 화질과 빠르고 정확한 음질로 수업을 하니 마치 한곳에 함께 있는것처럼 생생한 수업이 가능하죠^^




위 사진은 학생들이 실제로 수업하는 장면입니다.
영어는 공부를 해야하는 학문이기도 하지만 의사 전달을 위한 소통을 해야하는 언어이기도 합니다.

</pre>
