<h2>Menu 4</h2>


외국어 교육과 관련하여 현재 우리의 교육형태는 문법과 시험 위주의 학습을 강조하고 있습니다.그러다 보니 외국인을 만나거나 의사소통을 할 때 학교나 학원에서 습득한 어학 실력이 무용지물이 되는 경우를 많이 경험하게 됩니다.차라리 과거 우리 조상님들처럼 말을 통한 의사소통 방법으로 외국어 교육을 받았다면 어땠을까요?
굳이 외국인이나 외국과의 의사 소통뿐 아니라 점차 세계화 되는 현재, 외국어 구사능력은 누구나 갖추어야 할 필수 조건임에 틀림없습니다.
어학은 자신감입니다.그리고 그것을 자주 사용함으로써 얻어지는 경험이 바로 실력입니다.

저희 잉글리쉬 월드 화상영어는 인터넷 화상교육시스템을 이용하여 외국 원어민 교사와 학생간에 일대일 교육을 실시함으로써
외국어를 처음 접하는 분들에게는 외국어에 흥미를 갖게 하는 가이드로서,
실력향상을 원하는 분들에게는 자신감을 갖게 하는 서포터로서,
전문가의 수준을 원하시는 분들에게는 전문비즈니스맨으로서의 실력을 갖도록 도와주는 파트너로서,
전문화된 교육 프로그램, 풍부한 경험 그리고 실력을 겸비한 원어민 교사들이 여러분들이 목표로 하는 외국어 실력을 갖추도록 도와 드릴 것입니다.


잉글리쉬월드의 장점
•실제 원어민 강사의 수업과 거의 동일하게 진행됩니다.
•한 강의실에 PC와 모니터만 있으면 수업이 가능합니